Repository: apptentive/apptentive-ios-sdk
Catalog: Operator/Operator/Localization/*.lproj/Localizable.strings
Languages: de

# NotImplementedAlertTitle
source: Interaction Presenter Error
de: Interaction Presenter-Fehler

# NotImplementedAlertMessage
source: Interaction '%@' is not implemented.
de: Interaktion '%@' ist nicht implementiert

# NotImplementedAlertConfirmation
source: OK
de: Klara

# SurveySubmitButtonText
source: Submit
de: Einreichen

# SurveyErrorMessage
source: There are issues with your responses.
de: Es gibt Probleme mit Ihren Antworten.

# CloseSurveyAlertTitle
source: Close survey?
de: Umfrage schließen?

# CloseConfirmationAlertMessage
source: You will lose your progress if you close this survey.
de: Sie verlieren Ihren Fortschritt, wenn Sie diese Umfrage schließen.

# CloseConfirmationBackButton
source: Back to Survey
de: Zurück zur Umfrage

# CloseConfirmationCloseButton
source: Close
de: Schließen

# SurveyRequiredText
source: Required
de: Erforderlich
